Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Stable resources There is no significant change in the total estimated petroleum resources on the Norwegian continental shelf as of 31 December 2006.
nb: Stabile ressurser Det er ingen vesentlig endring i det totale anslaget for petroleumsressurser på norsk kontinentalsokkel per 31.12.2006.

source: There has been only limited addition of new resources from exploration and zero growth in terms of gross reserves.
nb: Det har vært begrenset tilfang av nye ressurser fra leting og nullvekst med hensyn på brutto reserver.

source: Data collection in Nordland VII and Troms II The NPD will spend NOK 70 million in 2007 on collection of geophysical data in Lofoten and the Barents Sea.
nb: Datainnsamling i Nordland VII og Troms II OD skal i 2007 bruke 70 millioner kroner på innsamling av geofysiske data i Lofoten og Barentshavet.

source: In 2006, the Storting (Norwegian Parliament) assigned the NPD the task of collecting data in Nordland VII and Troms II when the Management Plan (comprehensive management of the marine environment in the Barents Sea and the waters off Lofoten) was considered.
nb: Stortinget ga i 2006 OD i oppdrag å samle inn data i Nordland VII og Troms II da Forvaltningsplanen (helhetlig forvaltning av det marine miljø i Barentshavet og havområdene utenfor Lofoten) ble behandlet.

source: This data collection will take place during the summer months.
nb: Innsamlingen skal skje i løpet av sommerhalvåret.

source: Continued commitment to integrated operations/e-operations The petroleum industry has made good progress in implementing integrated operations.
nb: E-drift er framleis ei satsing Petroleumsnæringa er godt i gang med å ta i bruk e-drift.

source: The Norwegian Petroleum Directorate will continue its commitment to the e-driftforum (Integrated Operations Forum), and will continue to be a driving force in areas where there is insufficient activity.
nb: Oljedirektoratet vil framleis satse på e-driftforum og vere ein pådrivar der det er for lite aktivitet.

source: New boundaries for the Norwegian shelf During the course of 2007, the UN will define new outer boundaries for the Norwegian continental shelf.
nb: Nye grenser for norsk sokkel I løpet av 2007 vil FN fastsette nye yttergrenser for norsk kontinentalsokkel.

source: If Norway's viewpoint prevails, the Norwegian shelf will become about 250,000 square kilometers larger than it is today.
nb: Dersom Norge vinner fram med sitt syn, vil norsk sokkel bli ca 250 000 kvadratkilometer større enn den er i dag.

source: The NPD was responsible for collecting the data that forms the basis for the proposed new shelf boundaries.
nb: Det er OD som har samlet inn data som ligger til grunn for forslaget til nye sokkelgrenser.

source: Petroleum production A total of 248 million Sm3 marketable oil equivalents (o.e.) were produced in 2006.
nb: Petroleumsproduksjon Det ble produsert i alt 248 millioner Sm3 salgbare oljeekvivalenter (o.e.) i 2006.

source: This is 16 million Sm3 o.e. less than in the record year 2004.
nb: Dette er 16 millioner Sm3 o.e. mindre enn rekordåret 2004.

source: Total production of petroleum in 2007 is expected to exceed 240 million Sm3 o.e.
nb: Totalproduksjonen av petroleum i 2007 antas å bli i overkant av 240 millioner Sm3 o.e.

source: Activity level Investments in 2006 are estimated at 85 billion 2006-NOK, excluding exploration costs.
nb: Aktivitetsnivået Investeringer for 2006 er anslått til 85 milliarder 2006-kroner eksklusiv letekostnader.

source: This is 2.5 billion (three per cent) more than was forecast in the spring of 2006.
nb: Dette er 2,5 milliarder (tre prosent) mer enn prognosert våren 2006.

source: For 2007, investments excluding exploration costs are estimated at 82 billion 2006-NOK.
nb: For 2007 er investeringene, eksklusiv letekostnader, anslått til 82 milliarder 2006 kroner.

source: In addition, it is expected that NOK 23 billion will be spent in connection with exploration.
nb: I tillegg anslås det at det vil benyttes 23 milliarder kroner i forbindelse med leting.

source: New fields One new field commenced production during 2006; Ringehorne Øst.
nb: Nye felt Ett nytt felt er satt i produksjon i løpet av året; Ringehorne Øst.

source: An additional seven new fields are expected to start producing in 2007; Alvheim, Blane, Enoch, Ormen Lange, Volve, Snøhvit and Vilje.
nb: I 2007 forventes det at ytterligere sju nye felt vil komme i produksjon; Alvheim, Blane, Enoch, Ormen Lange, Volve, Snøhvit og Vilje.

source: Wellbore 6405/12-1 will be drilled from the Bredford Dolphin drilling facility at position 64°11'42.30" north and 5°52'13.53" east after completing drilling of wildcat well 16/4-8 S for Lundin Norway AS in production licence 359.
nb: Brønn 6405/12-1 skal borast frå boreinnretninga Bredford Dolphin i posisjon 64°11'42.30" nord og 5°52'13,53" aust etter avslutting av boring av undersøkingsbrønn 16/4-8 S for Lundin Norway AS i utvinningsløyve 359.

source: The drilling programme for wellbore 6405/12-1 relates to drilling of a wildcat well in production licence 584.
nb: Boreprogrammet for brønn 6405/12-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 584.

source: The area in this licence consists of block 6405/12 and parts of blocks 6405/9, 6406/7, 6406/10, 6305/3 and 6306/1.
nb: Arealet i dette løyvet består av blokk 6405/12 og deler av blokk 6405/9, 6406/7, 6406/10, 6305/3 og 6306/1.

source: The well will be drilled about 80 kilometres northeast of the Ormen Lange field.
nb: Brønnen blir bora om lag 80 kilometer nordaust for Ormen Lange feltet.

source: Production licence 584 was awarded on 4 Feb. 2011 (APA 2010 on the Norwegian shelf).
nb: Utvinningsløyve 584 vart delt ut den 04.2.2011 (TFO 2010 på norsk sokkel).

source: Well 6406/12-3 B & A will be drilled from the Transocean Arctic drilling facility at position 64°01'52.37" north and 6°45'17.46" east after completing drilling of wildcat well 6406/12-3 B and appraisal well 6406/12-3 A for VNG Norge AS in the same production licence.
nb: Brønn 6406/12-3 B & A skal borast frå boreinnretninga Transocean Arctic i posisjon 64°01'52,37" nord og 6°45'17,46" aust etter at undersøkingsbrønn 6406/12-3 S og avgrensingsbrønn 6406/12-3 B er ferdig bora for VNG Norge AS i same utvinningsløyve.

source: The drilling programme for well 6406/12-3 B relates to drilling of an appraisal well and the drilling programme for well 6406/12-3 A relates to drilling of a wildcat well, both in production licence 586.
nb: Boreprogrammet for brønn 6406/12-3 B gjeld boring av avgrensingsbrønn og boreprogrammet for brønn 6406/12-3 A gjeld boring av undersøkingsbrønn i utvinningsløyve 586.

source: The well will be drilled about 8 kilometres east of the 6406/11-1 S discovery and about 33 kilometres southwest of the Njord field.
nb: Brønnen blir bora om lag 8 kilometer aust for funnet 6406/11-1 S og om lag 33 kilometer sørvest for Njordfeltet.

source: These are the second and third wells to be drilled in the licence.
nb: Desse er den andre og tredje brønnen som bli bora i løyvet.

source: Wellbore 6406/2-8 will be drilled from the Transocean Arctic drilling facility at position 64°45`13.95" north and 6°30´9.18" east after completing the drilling of wildcat well 33/2-1 for Lundin Norway AS in production licence 555.
nb: Brønn 6406/2-8 skal borast frå boreinnretninga Transocean Arctic i posisjon 64°45`13,95" nord og 6°30´9,18" aust etter avslutting av boring av undersøkingsbrønn 33/2-1 for Lundin Norway AS i utvinningsløyve 555.

source: The drilling programme for wellbore 6406/2-8 relates to drilling of a wildcat well in production licence 589.
nb: Boreprogrammet for brønn 6406/2-8 gjeld boring av undersøkingsbrønn i utvinningsløyve 589.

source: The other licensees are RWE Dea Norge AS (30 per cent) and Repsol Exploration Norge AS (30 per cent).
nb: Dei andre rettshavarane er RWE Dea Norge AS (30 prosent) og Repsol Exploration Norge AS (30 prosent).

source: The area in this licence consists of parts of blocks 6406/2 and 6406/5.
nb: Arealet i dette løyvet består av deler av blokkene 6406/2 og 6406/5.

source: The well will be drilled about 20 kilometres south of the Kristin field.
nb: Brønnen blir bora om lag 20 kilometer sør for Kristin feltet.

source: Production licence 589 was awarded on 4 February 2011 (APA 2010).
nb: Utvinningsløyve 589 vart delt ut 4.2.2011 (TFO 2010).

source: Wellbore 6406/6-4 will be drilled from the Leiv Eiriksson drilling facility at position 64°38'31.62" north and 6°46'02.77" east after completion of drilling wildcat well 35/9-12 S for RWE Dea Norge AS in production licence 420.
nb: Brønn 6406/6-4 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 64°38'31.62" nord og 6°46'02,77"aust etter avslutting av boring av undersøkingsbrønn 35/9-12 S for RWE Dea Norge AS i utvinningsløyve 420.

source: The drilling programme for wellbore 6406/6-4 relates to drilling of a wildcat well in production licence 510.
nb: Boreprogrammet for brønn 6406/6-4 gjeld boring av undersøkingsbrønn i utvinningsløyve 510.

source: The other licensees are Edison International Norway Branch (30 per cent) and North Energy ASA (20 per cent).
nb: Dei andre rettshavarane er Edison International Norway Branch (30 prosent) og North Energy ASA (20 prosent).

source: Production licence 510 was awarded on 23 January 2009 (APA 2008).
nb: Utvinningsløyve 510 vart delt ut den 23.1.2009 (TFO 2008).

source: Wellbore 6407/1-7 will be drilled from the Borgland Dolphin drilling facility at position 64º57’44” north and 7º14’6” east.
nb: Brønn 6407/1-7 skal borast frå boreinnretninga Borgland Dolphin i posisjon 64º57’44” nord og 7º14’6”aust.

source: The rig completed drilling operations in August 2013 on production well 35/11-R-14BH for Statoil Petroleum AS in production licence 009C.
nb: Riggen avsluttet boring i august 2013 av produksjonsbrønn 35/11-R-14BH for Statoil Petroleum AS i utvinningsløyve 009C.

source: The drilling programme for wellbore 6407/1-7 relates to drilling of an appraisal well in production licence 475.
nb: Boreprogrammet for brønn 6407/1-7 gjeld boring av avgrensingbrønn i utvinningsløyve 475.

source: Wintershall Norge AS is the operator with an ownership interest of 35 per cent.
nb: Wintershall Norge AS er operatør med ein del på 35 prosent.

source: The other licenses are Faroe Petroleum Norge AS (30 per cent), Centrica Resources Norge AS (20 per cent) and Moeco Oil and Gas Norge AS (15 per cent).
nb: Dei andre rettshavarane er Faroe Petroleum Norge AS (30 prosent), Centrica Resources Norge AS (20 prosent) og Moeco Oil and Gas Norge AS (15 prosent).

source: The area in this licence consists of part of block 6407/1.
nb: Arealet i dette løyvet består av del av blokk 6407/1.

source: The well will be drilled about 13 kilometres northeast of Tyrihans in the Norwegian Sea.
nb: Brønnen blir bora om lag 13 kilometer nordaust for Tyrihans i Norskehavet.

source: Production licence 475 was awarded on 29 February 2008 in APA 2007 on the Norwegian shelf.
nb: Utvinningsløyve 475 vart delt ut 29.2.2008 i TFO 2007 på norsk sokkel.

source: Well 6507/5-7 will be drilled from the Borgland Dolphin drilling facility at position 65°32'29.71" north and 7°34'25.68" east.
nb: Brønne 6507/5-7 skal borast frå boreinnretninga Borgland Dolphin i posisjon 65°32'29,71" nord og 7°34'25,68" aust.

source: The drilling programme for well 6507/5-7 relates to drilling of a wildcat well in production licence 558.
nb: Boreprogrammet for brønn 6507/5-7 gjeld boring av undersøkingsbrønn i utvinningsløyve 558.

source: E.ON E&P Norge AS is the operator with an ownership interest of 30 per cent.
nb: E.ON E&P Norge AS er operatør med ein del på 30 prosent.

source: The other licensees are PGNiG Upstream International AS (30 per cent), Det norske oljeselskap AS (20 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er PGNiG Upstream International AS (30 prosent), Det norske oljeselskap AS (20 prosent) og Petoro AS (20 prosent).

source: The area in this licence consists of parts of block 6507/5.
nb: Arealet i dette løyvet består av deler av blokk 6507/5.

source: The well will be drilled about 10 kilometres east of the Skarv field.
nb: Brønnen blir bora om lag 10 kilometer aust for Skarvfeltet.

source: Production licence 558 was awarded on 19 February 2010 (APA 2009).
nb: Utvinningsløyve 558 vart delt ut 19. februar 2010 (TFO 2009).

source: 2005 adopted the Regulations regarding third parties’ use of facilities, in force since 1st January 2006.
nb: Forskrifta trådde i kraft 1. januar 2006.

source: The objective is to achieve an efficient use of existing platforms and pipelines in order to ensure a higher level of prospecting for and production of petroleum on the Norwegian Continental Shelf.
nb: Formålet med forskrifta er å oppnå effektiv bruk av eksisterande innretningar og røyrleidningar for å sikre meir leiting etter og utvinning av petroleum på norsk kontinentalsokkel.

source: This is of particular importance in mature areas.
nb: Dette er spesielt viktig i modne område.

source: They entered into force on 1 January 2006.
nb: OD tar ikkje ansvar for innhaldet i rapportane.

source: This is particularly important in mature areas.
nb: Standardiserte avtaleklausular

source: Pursuant to Section 10 of the Regulations relating to Standardised contract clauses, and following a consultation process with the industry (Norwegian only), the Ministry approved a set of recommended standardised contract clauses in June 2006, for use in negotiations on the use of facilities by others.
nb: I samhøve med paragraf 10 i forskrifta, Standardiserte avtaleklausuler, godkjende departementet etter høyring i industrien i juni 2006 eit sett av rettleiande standardiserte avtaleklausular til bruk i forhandlingar om andre sin bruk av innretningar.

source: As mentioned in the consultation letter, the licensees are free to decide whether or not they wish to use these contract clauses.
nb: Det vere opp til rettshavarane om dei ønskjer å bruke slike avtaleklausular.

source: The Ministry has, however, requested that the contract clauses should be employed in instances where such use will contribute to fulfilling the objective of the Regulations, i.e. the efficient use of installations.
nb: Departementet har likevel anmoda om at avtaleklausulane vert brukt i dei tilfella kor dette vil bidra til å oppnå forskrifta sitt mål om effektiv bruk av innretningar.

source: Download: Standardised contract clauses
nb: Last ned: Standardiserte avtaleklausular (engelsk)

source: The 6608/10-16 wellbore will be drilled from the Bredford Dolphin drilling facility at position 66º08`38.09" N and 08º04´00.71" E.
nb: Brønn 6608/10-16 skal borast frå boreinnretninga Bredford Dolphin i posisjon 66º08`38,09" nord og 08º04´00,71" aust.

source: The drilling programme for wellbore 6608/10-16 relates to drilling of a wildcat well in production licence 484.
nb: Boreprogrammet for brønn 6608/10-16 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 484.

source: Noreco Norway AS is the operator with an ownership interest of (30 per cent) and the licensees are Dana Petroleum Norway AS with (30 per cent), Explora Petroleum AS with (30 per cent) and E.ON E&P Norge AS with (10 per cent).
nb: Noreco Norway AS er operatør med ein eigardel på 30 prosent og andelshaverane er Dana Petroleum Norway AS med ein eigardel på 30 prosent, Explora Petroleum AS med ein eigardel på 30 prosent og E.ON E&P Norge AS med ein del på 10 prosent.

source: The production licence consists of parts of block 6608/10.
nb: Utvinningsløyvet består av delar av blokk 6608/10.

source: Wildcat well 6608/10-16 is the first exploration well in production licence 484.
nb: Dette er den fyrste brønnen som blir bora innanfor dette løyvet.

source: Wellbore 6707/10-3 will be drilled from the West Navigator drilling facility at position 67°11'31.58 N and 7°19'34.06" east.
nb: Brønn 6707/10-3 skal borast frå boreinnretninga West Navigator i posisjon 67°11'31,58 N og 7°19'34,06" aust.

source: The other licensees are Statoil Petroleum AS (35 per cent), Atlantic Petroleum Norge AS (15 per cent) and Rocksource Exploration Norway AS (10 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS (35 prosent), Atlantic Petroleum Norge AS (15 prosent) og Rocksource Exploration Norway AS (10 prosent).

source: The area in this licence consists of part of block 6707/10.
nb: Arealet i dette løyvet består av del av blokk 6707/10.

source: The well will be drilled about 20 kilometres north-east of the Aasta Hansteen field.
nb: Brønnen blir bora om lag 20 kilometer nordaust for Aasta Hansteen feltet.

source: Production licence 528 B was awarded on 13 May 2011) (21st licensing round on the Norwegian shelf.).
nb: Utvinningsløyve 528 B vart delt ut den 13.5.2011) (21. konsesjonsrunde på norsk sokkel).

source: Well 7120/1-4 S will be drilled by the Island Innovator drilling facility at position 71°56'18.21" north and 20º10´08.61" east.
nb: Brønn 7120/1-4 S skal borast frå boreinnretninga Island Innovator i posisjon 71°56'18,21" nord og 20º10´08,61" aust.

source: The drilling programme for well 7120/1-4 S relates to drilling of an appraisal well in production licence 492.
nb: Boreprogrammet for brønn 7120/1-4 S gjeld boring av ein avgrensingsbrønn i utvinningsløyve 492.

source: The other licensees are Det norske oljeselskap ASA with 40 per cent and Noreco Norway ASA with 20 per cent.
nb: Dei andre rettshavarane er Det norske oljeselskap ASA med 40 prosent og Noreco Norway ASA med 20 prosent.

source: Wildcat well 7120/1-4 S is the second exploration well in production licence 492.
nb: Undersøkingsbrønn 7120/1-4 S er den andre leitebrønnen i utvinningsløyve 492.

source: The permit is contingent on the operator securing all other required permits and consents required by other authorities before the drilling activity starts.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: This is stated in a letter from the Ministry to the Troll licensees dated 18 October 2007.
nb: Dette går fram av eit brev departementet skreiv 18. oktober 2007 til rettshavarane i Troll.

source: This will reduce the opportunity to recover large amounts of oil from the field.
nb: Dette vil svekke moglegheitene for å hente ut store mengder olje frå feltet.

source: The Ministry's decision is based on advice from the Norwegian Petroleum Directorate.
nb: Departementet si beslutning er tatt på grunnlag av råd fra Oljedirektoratet.

source: Link: http://www.regjeringen.no/nb/dep/oed/aktuelt/nyheter/2007/Troll-vidareutvikling.html?id=486384
nb: Lenke til OED

source: Well 7125/4-3 will be drilled from the Transocean Spitsbergen drilling facility at position 71°30'56.40" north and 25°12'56.70" east.
nb: Brønn 7125/4-3 skal borast frå boreinnretninga Transocean Spitsbergen i posisjon 71°30'56,40" nord og 25°12'56,70" aust.

source: The other licensees are Petoro AS (20 per cent), Concedo ASA (20 per cent) and OMV (Norge) AS (10 per cent).
nb: Dei andre rettshavarane er Petoro AS (20 prosent), Concedo ASA (20 prosent) og OMV (Norge) AS (10 prosent).

source: The area in this licence consists of parts of block 7125/4 and 7125/5.
nb: Arealet i dette løyvet består av delar av blokk 7125/4 og 7125/5.

source: The well will be drilled about 110 kilometres northeast of Hammerfest.
nb: Brønnen blir bora om lag 110 kilometer nordaust for Hammerfest.

source: Production licence 393 B was awarded on 10 September 2010 (follow up to the 19th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 393 B vart tildelt 10. september 2010 (ytterlegare til 19. konsesjonsrunde på norsk sokkel).

source: Wellbore 7218/8-1 will be drilled from the Transocean Barents drilling facility at position 72°20’00.70” north and 18°28’38.46” east, following completion of the drilling of wildcat well 7222/11-1 for Det norske oljeselskap in production licence 657.
nb: Brønn 7218/8-1 skal borast frå boreinnretninga Transocean Barents i posisjon 72°20'00,70" nord og 18°28'38,46"aust etter avslutting av boring av undersøkingsbrønn 7222/11-1 for Det norske oljeselskap ASA i utvinningsløyve 657.

source: The drilling programme for wellbore 7218/8-1 concerns the drilling of a wildcat well in production licence 607.
nb: Boreprogrammet for brønn 7218/8-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 607.

source: GDF SUEZ E&P Norge AS is the operator with an ownership interest of 60 per cent.
nb: GDF Suez E&P Norge AS er operatør med ein del på 60 prosent.

source: The other licensees are Concedo ASA (20 per cent) and OMV (Norge) AS (20 per cent).
nb: Dei andre rettshavarane er Concedo ASA (20 prosent) og OMV (Norge) AS (20 prosent).

source: The area in this licence consists of parts of the blocks 7218/8, 7218/9 and 7219/7.
nb: Arealet i dette løyvet består av blokk 7218/8, 7218/9 og 7219/7.

source: The well be drilled about 65 kilometres west of the Johan Castberg area.
nb: Brønnen blir bora om lag 65 kilometer vest for Johan Castberg området.

source: Production licence 607 was awarded on 13 May 2011 (the 21st licensing round on the Norwegian shelf).
nb: Utvinningsløyve 607 vart delt ut den 13.5.2011 (21. konsesjonsrunde på norsk sokkel).

source: Well 7220/11-1 will be drilled from the drilling facility Iceland Innovator at position 72o 03` 26.84" north and 20o 32´ 45.71" east.
nb: Brønn 7220/11-1 skal borast frå boreinnretninga Island Innovator i posisjon 72o 03`26,84" nord og 20o 32´45,71" aust.

source: The drilling programme for well 7220/11-1 relates to the drilling of a wildcat well in production licence 609.
nb: Boreprogrammet for brønn 7220/11-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with a 40% ownership interest and the operator is Idemitsu Petroleum Norge AS with 30% and RWE Dea Norge AS with 30%.
nb: Lundin Norway AS er operatør med 40 prosent del og rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og RWE Dea Norge AS AS med 30 prosent.

source: Production licence was awarded in the 21st licensing round in 2011.
nb: Utvinningsløyve blei tildelt i 21. konsesjonsrunde i 2011.

source: Wildcat well 7220/11-1 will be the first exploration well in production licence 609.
nb: Undersøkingsbrønn 7220/11-1 blir den første leitebrønnen i utvinningsløyve 609.

source: Well 7220/2-1 will be drilled from the Transocean Spitsbergen drilling facility at position 72°48'43.85" north and 20°33'26.97" east.
nb: Brønn 7220/2-1 skal borast frå boreinnretninga Transocean Spitsbergen i posisjon 72°48'43,85" nord og 20°33'26,97" aust.

source: The drilling programme for well 7220/2-1 relates to drilling of a wildcat well in production licence 714.
nb: Boreprogrammet for brønn 7220/2-1gjeld boring av undersøkingsbrønn i utvinningsløyve 714.

source: The other licensees are ENI Norge AS (30 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er ENI Norge AS (30 prosent) og Petoro AS (20 prosent).

source: The area in this licence consists of block 7220/2 and parts of block 7220/3.
nb: Arealet i dette løyvet består av blokk 7220/2 og deler av blokk 7220/3.

source: The well will be drilled about 35 kilometres north of the Johan Castberg field.
nb: Brønnen blir bora om lag 35 kilometer nord for Johan Castberg feltet.

source: Production licence 714 was awarded on 21 June 2013 (22nd licensing round on the Norwegian shelf).
nb: Utvinningsløyve 714 vart delt ut den 21. juni 2013 (22. konsesjonsrunde på norsk sokkel).

source: Wellbore 7220/7-3 S will be drilled from the West Hercules drilling facility in position 72 24’ 08,73” N and 20 08’ 02,65” E.
nb: Brønn 7220/7-3 S skal borast frå boreinnretninga West Hercules i posisjon 72°24` 08,73" nord og 20°08´ 02,65" aust.
